[
		{
			"CompanyName": "Bandai Namco",
			"ReleaseDate": "31 Mart 2006",
			"Country": "Tokyo, Japonya",
			"Ceo": "Yasuo Miyagawa",
			"LogoUrl": "https://raw.githubusercontent.com/oguzgunaydin/h5190037oguzhangunaydin/main/images/bandainamco.jpg",
			"HeaderUrl": "https://raw.githubusercontent.com/oguzgunaydin/h5190037oguzhangunaydin/main/headerimages/bandainamcoheader.jpg",
			"Description": "Bandai Namco Entertainment, Inc., Japonya merkezli bir çok uluslu video oyunu geliştirme ve yayımlama şirketidir. Şirket, 31 Mart 2006 tarihinde Namco Bandai Games adıyla kurulmuş olup, 1 Nisan 2015 tarihinde Bandai Namco Entertainment adını aldı.Şirketin merkezi Tokyo'nun Minato semtinde yer almaktadır.Bandai Namco Entertainment, Tekken, Pac-Man, Galaxian, Gundam, Katamari, Tales of, Soulcalibur, Ace Combat ve Taiko no Tatsujin de dahil olmak üzere milyondan fazla satış yapan çeşitli video oyunu serisine sahiptir ve Japonya'nın üçüncü ve dünyanın yedinci büyük video oyunu şirketidir. Şirket, ayrıca Digimon, Dragon Ball, One Piece, Naruto, Sailor Moon ve My Hero Academia gibi serilerin lisanslarına da sahiptir."
		},

		{
			"CompanyName": "CD Project Red",
			"ReleaseDate": "1994",
			"Country": "Varşova, Polonya",
			"Ceo": "Adam Kicinski",
			"LogoUrl": "https://raw.githubusercontent.com/oguzgunaydin/h5190037oguzhangunaydin/main/images/cdprojectred.jpg",
			"HeaderUrl": "https://raw.githubusercontent.com/oguzgunaydin/h5190037oguzhangunaydin/main/images/cdprojectred.jpg",
			"Description": "CD Projekt, Varşova merkezli Polonyalı video oyunu geliştiricisi ve yayımcısı firma. 1994 yılında Marcin Iwiński ve Michał Kiciński tarafından kurulan firma, 2002 yılında CD Projekt Red ismiyle açtığı oyun stüdyosu tarafından geliştirilen The Witcher video oyunu serisi ile tanınmaktadır. Aynı zamanda internet üzerinden video oyunu satan GOG.com adlı site de bu firmaya bağlıdır. CD Project Red, The Witcher serisi, Cyberpunk 2077, Gwent: The Witcher Card Game de dahil olmak üzere milyondan fazla satış yapan çeşitli video oyun serisine sahiptir."
		},

		{
			"CompanyName": "Naughty Dog",
			"ReleaseDate": "27 Eylül 1984",
			"Country": "Virginia, ABD",
			"Ceo": "William Killian",
			"ReleaseDate": "https://raw.githubusercontent.com/oguzgunaydin/h5190037oguzhangunaydin/main/images/naughtydog.jpg",
			"HeaderUrl": "https://raw.githubusercontent.com/oguzgunaydin/h5190037oguzhangunaydin/main/images/naughtydog.jpg",
			"Description": "Naughty Dog, Inc., merkezi Kaliforniya'nın Santa Monica şehrinde bulunan Amerikan video oyunu şirketi. 1986 yılında, Andy Gavin ve Jason Rubin tarafından bağımsız bir oyun geliştirme şirketi olarak kuruldu. 2001'de Sony Computer Entertainment'a bağlandı. Bu anlaşmadan önce geliştirdiği oyunların platformları çeşitlilik gösteren çeşitli Naughty Dog, birleşmenin ardından yalnızca PlayStation, PlayStation 2, PlayStation 3 ve PlayStation 4 platformları için oyunlar geliştirdi. Uncharted, Jak and Daxter ve Crash Bandicoot serileri, şirket tarafından geliştirilen başlıca oyun serileri konumundadır. Ayrıca, şirketin geliştirdiği ve 2013 yılında piyasaya sürülen The Last of Us'ın en çok satan PlayStation 3 oyunları arasında yer almasının ve tüm zamanların en iyi oyunları arasında gösterilmesinin ardından, oyuna özel DLC piyasaya sürüldü ve 2016'nın Aralık ayında devam oyunu duyuruldu."
		},

		{
			"CompanyName": "Square Enix",
			"ReleaseDate": "22 Eylül 1975",
			"Country": "Tokyo, Japonya",
			"Ceo": "Yosuke Matsuda",
			"LogoUrl": "https://raw.githubusercontent.com/oguzgunaydin/h5190037oguzhangunaydin/main/images/squareenix.jpg",
			"HeaderUrl": "https://raw.githubusercontent.com/oguzgunaydin/h5190037oguzhangunaydin/main/images/squareenix.jpg",
			"Description": "Square Enix Holdings Co., Ltd., Japonya merkezli bir video oyunu geliştirme ve yayımlama şirketidir. Şirket, 1 Nisan 2003 tarihinde Enix Corporation ile Square şirketlerinin birleşmesi sonucu kurulmuş olup şirketinin %80 hissesi eski adıyla Square şirketine aittir. Şirketin merkezi Tokyo'nun Shinjuku semtinde yer almaktadır.Square Enix, Final Fantasy, Dragon Quest ve Kingdom Hearts gibi rol yapma video oyunu serileri ile bilinmektedir. 2005 yılında Space Invaders, Bubble Bobble ve Darius serilerinin yapımcısı olan Taito'yu satın aldı.[3] 2009 yılında da aralarında Tomb Raider, Deus Ex ve Hitman gibi oyunların bulunduğu birçok oyunun yapımcısı Eidos Interactive'i satın alarak Square Enix Europe adını aldı."
		},

		{
			"CompanyName": "Activision",
			"ReleaseDate": "1 Ekim 1979",
			"Country": "Kaliforniya, ABD",
			"Ceo": "Bobby Kotick",
			"LogoUrl": "https://raw.githubusercontent.com/oguzgunaydin/h5190037oguzhangunaydin/main/images/activison.jpg",
			"HeaderUrl": "https://raw.githubusercontent.com/oguzgunaydin/h5190037oguzhangunaydin/main/headerimages/activisionheader.jpg",
			"Description": "Activision, bilgisayar oyunları dağıtımı yapan firmadır. Dağıtımını üstlendiği oyunlar arasında Call of Duty, Quake, Doom, Total War, Tony Hawk, Soldier of Fortune, Spider-Man, Guitar Hero gibi seriler bulunmaktadır. 2008 Yılında Blizzard Entertainment ile birleşmişlerdir1979 yılında Kaliforniya'da kurulmuştur. Değer $1.4059 milyar (Amerikan doları) (2005) olarak hesaplanmıştır. Dağıttığı oyunlar Barnstorming (1981) (Atari 2600), Call of Duty (2003), Doom 3 (2004), Rome: Total War (2004), Star Trek: Armada (2000), Tony Hawk's Pro Skater (1999), Prototype (2009), Prototype 2 (2012), Sekiro: Shadows Die Twice (2019)."
		},

		{
			"CompanyName": "Ubisoft",
			"ReleaseDate": "12 Mart 1986",
			"Country": "Carentoir, Fransa",
			"Ceo": "Yves Guillemot",
			"LogoUrl": "https://raw.githubusercontent.com/oguzgunaydin/h5190037oguzhangunaydin/main/images/ubisoft.jpg",
			"HeaderUrl": "https://raw.githubusercontent.com/oguzgunaydin/h5190037oguzhangunaydin/main/images/ubisoft.jpg",
			"Description": "Ubisoft, Ubisoft Entertainment (ya da eski adıyla Ubi Soft) Fransız video oyun geliştiricisi ve yayımcısıdır. Kısmen(%20) Amerikalı Electronic Arts ile ortaktır, fakat yine de Electronic Arts firmasından bağımsız olarak çalışmaktadır. Ubisoft firması, 28 ülkede stüdyoları ile dünya çapında bir varlığa sahiptir. Aynı zamanda 2008 yılı itibarıyla Ubisoft firması Avrupa'nın 3.büyük video oyun ve yapımcı firması seçilmiştir. Ubisoft 2002-2003 yılları arasında 453 milyon, 2003-2004 yılları arasında 508 milyon € kâr elde etmiştir. Ve şirkette birçok çalışan vardır. Assasins Creed, Far Cry gibi oyunlarla tanınmaktadır.Tom Clancy’s The Division ve Far Cry Primal oyunları 2016 yılının ilk çeyreğinde Amerika Birleşik Devletleri'nde en çok satılan iki oyun olmuştur. Bu satışlarıyla 2016 yılının başında en başarılı oyun şirketi unvanını kazanmıştır."
		}
]
